Repository: miladvayani/alpha-fastapi
Catalog: UserMS/lang/*/LC_MESSAGES/messages.po
Languages: fa

source: Legal info already exists
fa: این اطلاعات قبلا در سیستم موجود میباشد

source: Legal info in use
fa: این اطلاعات قبلا در سیستم استفاده شده است

source: Legal info not found
fa: اطلاعات حقیقی یافت نشد

source: No Such User Exists
fa: کاربر موجود نیست

source: Legal info added successfully
fa: اطلاعات شما با موفقیت ثبت شد.

source: Legal info updated successfully
fa: اطلاعات حقیقی شما با موفقیت بروز رسانی شد.

source: Legal info deleted successfully
fa: اطلاعات حقوقی با موفقیت حذف گردید

source: Your info updated successfully
fa: اطلاعات شما با موفقیت بروز رسانی شد.

source: This field is duplicate
fa: اطلاعات تکراری می باشد.

source: Mobile Number is Invalid
fa: شماره موبایل نادرست است

source: Phone Number is Invalid
fa: شماره تلفن نادرست است

source: Invalid city
fa: شهر نامعتبر است

source: Invalid province
fa: استان نامعتبر است

source: Selected Job Not Found
fa: شغل یافن نگردید.
